Repository: ifs-net/Invitation
Catalog: modules/Invitation/locale/*/LC_MESSAGES/module_invitation.po
Languages: de

source: Invite friends
de: Freunde einladen

source: Invitation from user
de: Einladung vom Benutzer

source: Your invitation to the following email address was not sent because the user is already a registered user or another invitation has already be sent by another user:
de: Die Einladung an die folgende Emailadresse konnte nicht verschickt werden, da dieser bereits zuvor von Dir oder einem anderen Benutzer dieser Seite eingeladen wurde oder weil der Benutzer bereits einen Account auf dieser Webseite hat:

source: %s sent an invitation for you
de: %s hat Dir eine Einladung geschickt

source: Error! Unable to send e-mail message.
de: Fehler - Nachricht konnte nicht verschickt werden.

source: Invitation
de: Einladungen

source: Let your users invite others to your community
de: Dieses Modul erlaubt es den Benutzern einer Webseite, Freunde per Email zu dieser einzuladen

source: Invitations
de: Einladungen

source: See who was invited recently and registered at this website
de: Sehe, wer zuletzt eingeladen wurde und sich daraufhin auf dieser Webseite registriert hat

source: This is a default text for the preview function
de: Dieses ist ein Platzhalter-Text damit in der Vorschaufunktion auch etwas angezeigt wird

source: Settings updated!
de: Einstellungen aktualisiert!

source: Settings could not be updated!
de: Die Einstellungen konnten nicht aktualisiert werden!

source: Action aborted
de: Aktion wurde abgebrochen

source: Invitation emails sent!
de: Einladungs-Emails wurden verschickt!

source: Invitation mails could not be sent!
de: Einladungs-Emails konnten nicht verschickt werden!

source: Settings
de: Einstellungen

source: Invitation Configuration Page
de: Konfuguration des Moduls "Invitation"

source: Invitation Configuration
de: Konfiguration für Einladungen

source: The Invitation module allows your users to invite friends to your website. Entered email addresses are stored as md5 hash (decoded) to avoid spaming. If you use ContactList the invited user will become buddy of the inviting user automatically after a successfull registration.
de: Das Modul "Invitation" erlaubt es Benutzern einer Webseite, dass diese per Email ihre Freunde einladen können. Eingegebene Emailadressen werden für 120 Tage gespeichert, aus Datenschutzgründen nur als md5-hash. Dies genügt jedoch, dass gezieltes Spamming einzelner Adressen nicht möglich ist, da eine Einladung in dem Zeitraum nur einmal verschickt werden kann. Zusätzlich ist Invitation mit ContactList gekoppelt, sofern dieses installiert ist, so dass Eingeladene, die sich registrieren, automatisch ein bestätigter Kontakt der einladenden Person werden. Zuletzt ist es möglich, im Profil eines Benutzers anzeigen zu lassen, wer diese eingeladen und angeworben hat.

source: Main configuration
de: Mögliche Einstellungen

source: You can enter some text about your website in plain text and html format that will always included into the invitation emails
de: Hier kann ein beliebiger Text über diese Website eingegeben werden, welcher zusammen mit den Einladungs-Emails verschickt wird - einmal mit Html-Formatierungen für html-Mails, einmal als plain text für Plain-Text-Mails

source: Text for plain text emails
de: Text für Plain-Text-Mails

source: Text for html formated emails
de: Text für mit Html formatierte Mails

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Preview
de: Vorschau

source: Integration into Zikula
de: Integration in das Zikula-Gesamtsystem

source: Invitation can be integrated in user profile pages. An information who had once invited the user successfully can be placed there. MyProfile users do not have to do anything, the integration is done automatialy. For other modules please write these line into the profile module template that displays a profile and make sure that the uid parameter is the right one. This may depend on the module you use.
de: Das Modul kann in die Profilanzeige integriert werden und zeigt dort dann an, wer den Benutzer eingeladen und angeworben hat. MyProfile integriert diese Funktion automatisch, beim Profilmodul "Profile" muss dies manuell durch das Einfügen des folgenden Smarty-Befehls in das Profil-Template (Typ: user, Funktion: view) geschehen.

source: Integration code for the module "Profile"
de: Integrationscode für das Modul "Profile"

source: More details about the website
de: Mehr über die Webseite

source: Sitename
de: Name der Webseite

source: Your friend's name
de: Name des einladenden Freundes

source: Your friend's username
de: Benutzername des einladenden Freundes

source: Account registration
de: Registrierung eines Accounts

source: Your friend has added additional information for you:
de: Der einladende Benutzer hat noch einen persönlichen Text hinzugefügt:

source: This user was invited by
de: Der Benutzer wurde eingeladen von

source: Inite your friends to '%1$s'
de: Lade Deine Freunde zu '%1$s' ein

source: Your name
de: Eigener Name

source: Your friend's email address
de: Email-Adresse des Freundes, der eingeladen werden soll

source: You want to send more than just one invitation? Click here to expand the form!
de: Sollen mehrere Leute gleichzeitig eingeladen werden? Dann bitte hierher klicken und weitere Formularfelder für Emailadressen können befüllt werden!

source: Additional recipient
de: Weiterer Email-Empfänger

source: Add a message to your email
de: Der Einladung kann (und sollte) eine persönliche Grußbotschaft hinzugefügt werden

source: Send invitation
de: Einladung verschicken

source: Your friend's name:
de: Name des einladenden Freundes:

source: Your friend's username:
de: Benutzername des einladenden Freundes:

source: Number of recently-invited users to display
de: Anzahl der kürzlich eingeladenen und hier registrierten, anzuzeigenden Benutzer

source: has invited
de: hat eingeladen

source: Thank you for inviting your friends!
de: Danke für das Verschicken von Einladungen!

source: Invite friends now!
de: Jetzt Freunde einladen!
